# language: ru

Функциональность: Тест на кукумбер

    Сценарий: Тест 1
      * пользователь заходит на страницу с кнопками
      * пользователь нажимает кнопку "Double Click Me"
      * на экране отобразилось текстовое сообщение
      * пользователь закрывает страницу с кнопками

    Сценарий: Тест 2
      * пользователь заходит на страницу с алертами
      * пользователь нажимает первую кнопку
      * пользователь принимает алерт
      * пользователь нажимает третью кнопку
      * пользователь отклоняет алерт
      * на экране отобразилось текстовое сообщение "You selected Cancel"
      * пользователь закрывает страницу с алертами