package helloWorld;

import java.util.Scanner;

public class Main {

    //предложить пользователю выбрать: добавить новый дефект ("add"), вывести список ("list") или выйти из программы ("quit") - главное меню
    //при добавлении ввод параметров происходит как раньше
    //после добавления, вернуться в главное меню
    //программа максимально может хранить 10 дефектов, при попытке добавить больше, сообщает о невозможности и автоматически возвращает в главное меню
    //при выводе списка дефекты отображаются в виде "номер (начиная с 0) | резюме | серьезность | количество дней на исправление"

    public static void main(String[] args) {
        System.out.println("hello");
    }


}
